10/data/attachments/e68a59c4b815de4f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_d1baff5a-977a-4f1a-9739-c1ae4e266936</nif:username>
            <nif:friendToBeAdded>Joseph_mission_Actions_61180_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>